Repository: NethServer/comps
Catalog: po/*.po
Languages: cs_cz, lt

source: Build system
cs_cz: Sestavovací (kompilace) systém
lt: Kūrimo sistema

source: Tools for building RPMs
cs_cz: Nástroje pro sestavování RPM balíčků
lt: Įrankiai, skirti RPM kūrimui

source: Additional ISO packages
cs_cz: Další ISO balíčky
lt: Papildomi ISO paketai

source: Backup
cs_cz: Záloha
lt: Atsarginė kopija

source: Backup of configuration and data
cs_cz: Záloha nastavení a dat
lt: Konfigūracijos ir duomenų atsarginė kopija

source: Module to restore backup of data
lt: Modulis, skirtas atkurti atsarginę duomenų kopiją

source: Fax server
cs_cz: Faxový server
lt: Fakso serveris

source: Configure HylaFax+ and manage IAX modems
lt: Konfigūruoti HylaFax+ ir tvarkyti IAX modemus

source: Basic firewall
cs_cz: Základní brána firewall
lt: Pagrindinė užkarda

source: Configure network adapters and basic firewall
cs_cz: Nastavit síťová rozhraní a základy brány firewall
lt: Konfigūruoti tinklo adapterius ir pagrindinę užkardą

source: File server
cs_cz: Souborový server
lt: Failų serveris

source: Daemons and tools for network file sharing
cs_cz: Procesy služeb a nástroje pro sdílení souborů po síti
lt: Tarnybos ir įrankiai, skirti tinklo failų bendrinimui

source: FTP server
lt: FTP serveris

source: Configure the FTP server (vsftpd)
cs_cz: Nastavit FTP server (vsftpd)
lt: Konfigūruoti FTP serverį (vsftpd)

source: Email
lt: El. paštas

source: Email server and filter
cs_cz: E-mailový server a filtr
lt: El. pašto serveris ir filtras

source: Roundcube web mail
cs_cz: Webová pošta Roundcube
lt: Roundcube saityno paštas

source: SMTP proxy
lt: SMTP įgaliotasis serveris

source: Instant messaging
lt: Tikralaikiai pokalbiai

source: XMPP/Jabber chat server
lt: XMPP/Jabber pokalbių serveris

source: Print server
cs_cz: Tiskový server
lt: Spausdinimo serveris

source: Print management server (CUPS)
cs_cz: Server správy tisků (CUPS)
lt: Spausdinimo tvarkymo serveris (CUPS)

source: Reverse proxy
cs_cz: Obrácená proxy
lt: Atvirkštinis įgaliotasis serveris

source: Configure Apache ProxyPass functionality
cs_cz: Nastavit ProxyPass funkci Apache
lt: Konfigūruoti Apache ProxyPass funkcionalumą

source: Bandwidth monitor
cs_cz: Sledování objemu přenášených dat
lt: Siuntimo spartos prižiūryklė

source: Configure and manage Ntopng
cs_cz: Nastavit a spravovat Ntopng
lt: Konfigūruoti ir tvarkyti Ntopng

source: UPS support
cs_cz: Podpora UPS zdroje
lt: Nenutrūkstamo maitinimo šaltinio (UPS) palaikymas

source: Statistics
cs_cz: Statistiky
lt: Statistika

source: Collect and analyse system statistics
cs_cz: Shromáždit a analyzovat systémové statistiky
lt: Rinkti ir analizuoti sistemos statistiką

source: Web proxy
cs_cz: Webová proxy
lt: Saityno įgaliotasis serveris

source: Web filter
cs_cz: Webový filtr
lt: Saityno filtras

source: Configure remote-access and site-to-site Virtual Private Networks (VPN) using OpenVPN
lt: Konfigūruoti nuotolinę prieigą ir virtualiuosius privačiuosius tinklus (VPN) nuo svetainės iki svetainės, naudojant OpenVPN

source: IPsec tunnels
cs_cz: IPsec tunely
lt: IPsec tuneliai

source: Site-to-site Virtual Private Networks (VPN) using IPsec
lt: Virtualieji privatieji tinklai (VPN) nuo svetainės iki svetainės, naudojant IPsec

source: MariaDB (MySQL) server
lt: MariaDB (MySQL) serveris

source: Configuration tools for MariaDB (MySQL)
cs_cz: Nástroje pro nastavování MariaDB (MySQL)
lt: Konfigūravimo įrankiai, skirti MariaDB (MySQL)

source: Intrusion Prevention System
cs_cz: Systém předcházení průniků
lt: Įsibrovimų prevencijos sistema

source: Monitor and block network traffic for malicious activity
cs_cz: Dohlížet na síťový provoz a blokovat škodlivé aktivity
lt: Stebėti ir blokuoti tinklo sraute kenkėjišką veiklą

source: Deep packet inspection (DPI)
cs_cz: Podrobná prohlídka paketů (DPI)
lt: Giluminis paketų tikrinimas (GPT)

source: Filter network traffic by analyzing the packets payload
cs_cz: Filtrovat síťový provoz na základě analýzy obsahu paketů
lt: Filtruoti tinklo srautą, analizuojant paketų naudingąją apkrovą

source: POP3 proxy
lt: POP3 įgaliotasis serveris

source: SNMP server
lt: SNMP serveris

source: Configure the SNMP server
cs_cz: Nastavit SNMP server
lt: Konfigūruoti SNMP serverį

source: POP3 connector
lt: POP3 jungtis

source: Fetch messages from external email accounts with POP3 or IMAP access
lt: Gauti laiškus iš išorinių el. pašto paskyrų per POP3 ar IMAP prieigą

source: German language
cs_cz: němčina
lt: Vokiečių kalba

source: Server Manager German localization
cs_cz: Překlad správy serveru do němčiny
lt: Serverio tvarkytuvės vokiečių kalbos lokalizavimas

source: Greek language
cs_cz: řečtina
lt: Graikų kalba

source: Server Manager Greek localization
cs_cz: Překlad správy serveru do řečtiny
lt: Serverio tvarkytuvės graikų kalbos lokalizavimas

source: Spanish language
cs_cz: španělština
lt: Ispanų kalba

source: Server Manager Spanish localization
cs_cz: Překlad správy serveru do španělštiny
lt: Serverio tvarkytuvės ispanų kalbos lokalizavimas

source: French language
cs_cz: francouzština
lt: Prancūzų kalba

source: Server Manager French localization
cs_cz: Překlad správy serveru do francouzštiny
lt: Serverio tvarkytuvės prancūzų kalbos lokalizavimas

source: Hungarian language
cs_cz: maďarština
lt: Vengrų kalba

source: Server Manager Hungarian localization
cs_cz: Překlad správy serveru do maďarštiny
lt: Serverio tvarkytuvės vengrų kalbos lokalizavimas

source: Italian language
cs_cz: italština
lt: Italų kalba

source: Server Manager Italian localization
cs_cz: Překlad správy serveru do italštiny
lt: Serverio tvarkytuvės italų kalbos lokalizavimas

source: Dutch language
cs_cz: holanština
lt: Olandų kalba

source: Server Manager Dutch localization
cs_cz: Překlad správy serveru do holanštiny
lt: Serverio tvarkytuvės olandų kalbos lokalizavimas

source: Portuguese language
cs_cz: portugalština
lt: Portugalų kalba

source: Server Manager Portuguese localization
cs_cz: Překlad správy serveru do portugalštiny
lt: Serverio tvarkytuvės portugalų kalbos lokalizavimas

source: Russian language
cs_cz: ruština
lt: Rusų kalba

source: Server Manager Russian localization
cs_cz: Překlad správy serveru do ruštiny
lt: Serverio tvarkytuvės rusų kalbos lokalizavimas

source: Turkish language
cs_cz: turčtina
lt: Turkų kalba

source: Server Manager Turkish localization
cs_cz: Překlad správy serveru do turečtiny
lt: Serverio tvarkytuvės turkų kalbos lokalizavimas

source: Serbian language
cs_cz: srbština
lt: Serbų kalba

source: Server Manager Serbian localization
cs_cz: Překlad správy serveru do srbštiny
lt: Serverio tvarkytuvės serbų kalbos lokalizavimas

source: Romanian language
cs_cz: rumunština
lt: Rumunų kalba

source: Base system
cs_cz: Základní systém
lt: Bazinė sistema

source: Infrastructure and groupware services
cs_cz: Služby infrastruktury a podpory spolupráce
lt: Infrastruktūros ir grupinės įrangos tarnybos

source: Firewall
cs_cz: Brána firewall
lt: Užkarda

source: UTM Firewall
cs_cz: UTM brána firewal
lt: UTM užkarda

source: Languages
cs_cz: Jazyky
lt: Kalbos

source: Localization of the Server Manager web interface
cs_cz: Překlad textů webového rozhraní správy serveru
lt: Serverio tvarkytuvės saityno sąsajos lokalizavimas

source: SOGo groupware
lt: SOGo grupinė įranga

source: SOGo server and Thundebird extensions
lt: SOGo serveris ir Thundebird plėtiniai

source: Modules from the NethServer Community
cs_cz: Moduly od komunity uživatelů NethServer
lt: Moduliai iš NethServer bendruomenės

source: Web server
lt: Saityno serveris

source: Configuration tools for Apache web server
lt: Konfigūravimo įrankiai, skirti Apache saityno serveriui

source: WebTop 5 groupware
cs_cz: Software pro podporu spolupráce WebTop 5

source: UPS management and monitoring configuration
cs_cz: Nastavení správy a dohledování UPS zdroje

source: Squid web caching proxy configuration
cs_cz: Nastavení Squid webové proxy s mezipamětí

source: Squid web content and virus filter
cs_cz: Squid filtr webového obsahu a počítačových virů

source: Configure Nextcloud, universal access to your files via the web, your computer or your mobile devices - wherever you are
cs_cz: Nastavit Nextcloud – univerzální přístup k vašim souborům přes web, z vašeho počítače nebo mobilního zařízení, odkudkoli

source: VoIP PBX
cs_cz: VoIP ústředna

source: NethServer subscription
cs_cz: Předplatné NethServer

source: Manage NethServer subscription
cs_cz: Spravovat předplatné NethServer

source: Server Manager Romanian localization
cs_cz: Překlad správy serveru do rumunštiny

source: New Server Manager based on Cockpit
cs_cz: Nová správa serveru, založená na Cockpit

source: Real-time performance monitoring
cs_cz: Monitoring výkonu v reálném čase

source: Reports on system usage
cs_cz: Výkazy o využívanosti systému

source: Web user interface for VirtualBox 5.2
cs_cz: Webové uživatelské rozhraní pro VirtualBox 5.2

source: New Server Manager (Alpha)
cs_cz: Nová správa serveru (ve vývoji)
